/* Label for the applications list settings item */
"Allowed applications" = "Erlaubte Anwendungen";

/* Placeholder string for the filter field of the applications list settings item */
"Filter applications" = "Filter Anwendungen";

/* OpenWith Plugin - error launching - failure reason. */
"No bundle at the specified path" = "Kein Bundle am angegebenen Pfad";

/* OpenWith Plugin - error launching - title */
"Unable to launch the requested application" = "Die angeforderte Anwendung kann nicht gestartet werden.";

/* Error message showed to users when Open With fails. */
"Unable to open the specified files" = "Es ist nicht möglich, die angegebenen Dateien zu öffnen";

